{
  "categories": [
    {
      "id": 1,
      "name": "מהימנות כללית",
      "description": "אמירות המתמקדות באמון הכולל שבית המשפט רוחש לעדה. הקטגוריה מתמקדת בהתרשמות הכללית ולא בפרטים ספציפיים.",
      "keywords": ["מהימנה", "אמינה", "נותן אמון מלא", "מקובלת עלי", "משכנעת", "אמת", "אמון"],
      "examples": [
        "עדות המתלוננת מהימנה בעינינו.",
        "מקובלת עלי כמהימנה גרסת המתלוננת.",
        "עדותה של המתלוננת אמינה עלי ואני נותנת בה אמון מלא."
      ]
    },
    {
      "id": 2,
      "name": "עקביות וקוהרנטיות",
      "description": "אמירות המדגישות את העקביות של העדות (בין חקירות במשטרה, חקירה נגדית ועדות בבית המשפט) ואת הקוהרנטיות הפנימית של הגרסה/היבט הלוגי/מבני של העדות.",
      "keywords": ["עקבית", "קוהרנטית", "סדורה", "ללא סתירות", "ברורה", "אחידה", "זהה"],
      "examples": [
        "עדות המתלוננת עקבית וברורה, ולא נמצאו סתירות בין הודעותיה במשטרה לבין עדותה.",
        "גירסתה של המתלוננת עִקבית היא, ברורה וּבלתי-מתחמקת.",
        "גירסתה של הקטינה סדוּרה, עִקבית וקוהרנטית."
      ]
    },
    {
      "id": 3,
      "name": "פירוט וספציפיות",
      "description": "אמירות המדגישות את רמת הפירוט, הדיוק והספציפיות של העדות.",
      "keywords": ["מפורטת", "פרטים", "מדויקת", "דיוק", "נקיבת שמות"],
      "examples": [
        "התיאור של הילדה לגבי הסיטואציה הספציפית הזו של הנגיעה מאוד מפורט ומדויק.",
        "עדותה של המתלוננת מהימנה, היא השתדלה מאוד לדייק והרבתה בפרטים לרבות נקיבת שמות של מקומות ואנשים שראו אותה והיו איתה בקשר במהלך האירועים."
      ]
    },
    {
      "id": 4,
      "name": "אותנטיות",
      "description": "אמירות המדגישות את האותנטיות של העדות, כלומר שהעדות נובעת מחוויה אישית אמיתית ולא מבדיה/הדרכה.",
      "keywords": ["אותנטית", "תיאור חווייתי", "כנה", "ספונטנית", "טבעית", "לא מכוונת מטרה", "שטף דיבור", "ללא גוזמה", "ללא התלהמות", "ללא השחרה"],
      "examples": [
        "התרשמתי מהתיאור החווייתי של המתלוננת כתיאור אותנטי ולא מכוון מטרה.",
        "עדותה של הקטינה, הן בפני חוקרת הילדים והן בפניי, היתה שוטפת וכנה והיו שזורים בה פרטים רבים המעידים על אותנטיות.",
        "עדותה של המתלוננת מהימנה וכי היא תיארה את האירועים כהווייתם, ללא הפרזה."
      ]
    },
    {
      "id": 5,
      "name": "ממד רגשי",
      "description": "הופעת תגובות רגשיות, תיאורים של פחד, בכי, הלם או תחושות פיזיות.",
      "keywords": ["רגישות","בכי"],
      "examples": [
        "התיאור הרגשי של המתלוננת, שלפיו נכנסה לאחר המעשה ל’בועה’ והחלה לבכות… בהחלט מתיישב עם תגובה לאירוע מיני מפתיע"
      ]
    },
    {
      "id": 6,
      "name": "מתיישבת עם ראיות אחרות",
      "description": "אמירות המציינות שהגרסה של המתלוננת/ן סבירה, הגיונית ומתיישבת עם ראיות אחרות בתיק, או עם 'התמונה הכללית'.",
      "keywords": ["סבירה", "הגיונית", "מתיישבת עם יתר הראיות", "מתיישבת עם התמונה הכללית", "הסברים מתקבלים על הדעת", "מסתברת", "חיזוק"],
      "examples": [
        "גירסתה הראשונית של המתלוננת מסתברת יותר ומתיישבת עם יתר הראיות ועם התמונה הכללית...",
        "לא רק אמינה ובטוחה גרסת המתלונן בעינינו, אלא גם מתחזקת היא חיזוק של ממש בראיות אחרות",
        "גירסת המתלוננת הגיונית יותר, ומתיישבת יותר עם האירועים שהתרחשו אחרי כן"
      ]
    },
    {
      "id": 7,
      "name": "אחר",
      "description": "אמירות שאינן מתאימות באופן ברור לקטגוריות הקודמות, כולל אמירות שליליות על אמינות העדות או אמירות שעוסקות באספקטים אחרים של העדות.",
      "keywords": ["לא אחידה", "מבולבלת", "שונה", "בעייתית", "לא ברור", "אינה אפשרית", "לא מאשרת", "תמיהות", "שיקרית", "בדויה"],
      "examples": [
        "ניתנת האמת להיאמר – גירסתה של המתלוננת בענין זה היא מבולבלת ולא אחידה",
        "גרסת המתלוננת שונה גם לגבי זהות הנהג ברכב בדרך לעזריה",
        "אי לכך אני סבורה שלו היתה ניתנת תשומת לב כנה ומאוזנת גם לדבריו של הנאשם ולא רק לגירסתה הבעייתית של המתלוננת, הייתה מצטיירת תמונה מדויקת יותר"
      ]
    }
  ],
  "few_shot_examples": [
    {
      "statement": "נתנו אמון מלא בגירסת המתלוננת, שהיתה משכנעת, הגיונית ואוטנטית.",
      "category_id": 1,
      "category_name": "מהימנות כללית"
    },
    {
      "statement": "עדותה של המתלוננת הייתה עקבית, קוהרנטית, צלולה ומדויקת.",
      "category_id": 2,
      "category_name": "עקביות וקוהרנטיות"
    },
    {
      "statement": "עדותה של המתלוננת מהימנה, היא השתדלה מאוד לדייק והרבתה בפרטים לרבות נקיבת שמות של מקומות ואנשים.",
      "category_id": 3,
      "category_name": "פירוט וספציפיות"
    },
    {
      "statement": "עדותו המהימנה של המתלונן, הפרטים הרבים שסיפר, העקביות, שטף דיבורו, האותנטיות בתיאור מבטו של הנאשם והכנות בה שיתף בחששו להלך ברחוב לאחר האירוע לא מותירים מקום לספק.",
      "category_id": 4,
      "category_name": "אותנטיות"
    },
    {
      "statement": "התיאור הרגשי של המתלוננת, שלפיו נכנסה לאחר המעשה ל’בועה’ והחלה לבכות… בהחלט מתיישב עם תגובה לאירוע מיני מפתיע",
      "category_id": 5,
      "category_name": "ממד רגשי"
    },
    {
      "statement": "גם כאן, גרסתה הראשונית של המתלוננת מסתברת יותר ומתיישבת עם יתר הראיות ועם התמונה הכללית כפי שזו משתקפת מהעובדות המוסכמות ומתיאורי הרקע בעדותה שלה.",
      "category_id": 6,
      "category_name": "מתיישבת עם ראיות אחרות"
    },
    {
      "statement": "באשר לטענה שלו אכן היתה גרסת המתלוננת נכונה היא היתה נמנעת מלעלות שוב לאוטובוס, הרי ניתן לומר שאכן בנסיבות רגילות העובדה שעלתה שוב לאוטובוס לאחר האירוע, מעלה תמיהות.",
      "category_id": 7,
      "category_name": "אחר"
    }
  ]
}
